[
    {
        "id": "1",
        "title": "Crash Bandicoot 4",
        "price": 70,
        "description": "Descubrimos a Crash relajándose en su isla allá por 1998. Crash Bandicoot 4: It’s About Time incluye resolución 4K y una frecuencia de fotogramas ilimitada, así que prepárate para disfrutar de la mejor experiencia 4K.",
        "img": "https://i.postimg.cc/qM5wKQ74/Crash-Bandicoot-4-Its-About-Time-2021-PC-Full-portada.jpg",
        "stock": 4,
        "slug":"bandicoot",
        "platform": "pc"
    },
    {
        "id": "2",
        "title": "CupHead",
        "price": 25,
        "description": " La deuda con el diablo aún no está saldada y debes de competir para lograrlo en el juego Cuphead, desarrollado por Studio MDHR en una intrépida historia. Manejando un humor oscuro, el juego te plantea diferentes obstáculos y mundos completamente ajenos al nuestro con un apartado gráfico único.",
        "img": "https://i.postimg.cc/yYdnW2sL/cuphead-pc-full-portada.jpg",
        "stock": 25,
        "slug":"cuphead",
        "platform": "pc"
    },
    {
        "id": "3",
        "title": "Age Of Empires 4",
        "price": 50,
        "description": " Age of Empires IV para PC es una experiencia atractiva para los nuevos jugadores que cuenta con un sistema de tutoriales pensado para aprender lo básico de la estrategia en tiempo real y un modo historia de la campaña pensado para que no penalice demasiado a los jugadores principiantes, pero que a la vez suponga un reto para los jugadores más veteranos.",
        "img": "https://i.postimg.cc/Vs4DfzQS/Age-of-Empires-IV-2021-PC-portada.jpg",
        "stock": 5,
        "slug":"empires",
        "platform": "pc"
    },
    {
        "id": "4",
        "title": "The Last Of Us: part 1",
        "price": 100,
        "description": "The Last of Us es un videojuego de genero Drama, Survival Horror y Acción-Aventura en tercera persona desarrollado por Naughty Dog y publicado por Sony Interactive Entertainment. El 2 de septiembre de 2022 saldrá a la venta el remake titulado The Last of Us Parte I para PlayStation 5 y con una versión para PC sin fecha de salida actualmente.",
        "img": "https://i.postimg.cc/QdXHmZn3/THE-LAST-OF-US-PART-2-PS5.png",
        "stock": 6,
        "slug":"tlou",
        "platform": "ps5"
    },
    {
        "id": "5",
        "title": "Resident Evil 2",
        "price": 40,
        "description": "Resident Evil 2 Remake 2019 es uno de los juegos más esperados por la comunidad gracias a sus nuevos aspectos gráficos y su terror constante. Disfruta del clásico juego ahora con nuevas texturas, gráficas, jugabilidad y perspectiva. Asimismo transitaras las instalaciones centrales de Raccoon City para descubrir que ha ocurrido allí.",
        "img": "https://i.postimg.cc/K83NDLKL/resident-evil-2-remake-2019-pc-full-espanol-portada.jpg",
        "stock": 3,
        "slug":"RE2",
        "platform": "pc"
    },
    {
        "id": "6",
        "title": "Elden Ring",
        "price": 60,
        "description": "es un drama épico en el que las motivaciones de cada personaje se encuentran en las Tierras Intermedias. Álzate, Sinluz, y que la gracia te guíe para abrazar el poder del Círculo de Elden y encumbrarte como señor del Círculo en las Tierras Intermedias.",
        "img": "https://i.postimg.cc/tCP9dqrB/ELDEN-RING-2022-PC-Full-portada.webp",
        "stock": 10,
        "slug":"ELDENRING",
        "platform": "pc"
    },
    {
        "id": "7",
        "title": "Los Sims 4",
        "price": 30,
        "description": "Gran estreno del famoso juego y muy esperado por todos los amantes de los juegos de simulación, Los Sims 4 nos permitirá jugar la vida como nunca antes la habíamos vivido, aquí como es normal en Los Sims, podremos controlar a nuestro personaje que tendra mas características, serán mas complejos en apareciencias , personalidades, conductas, y emociones unicas, Experimenta tu mayor potencial de creatividad sin precedentes con el potente modo Crear un Sim y diseña preciosos hogares con el modo Construir, Comparte y añade nuevo contenido de juego a tus partidas desde la galería.",
        "img": "https://i.postimg.cc/MTcCW5N9/The-Sims-4-Digital-Deluxe-Edition-PC.webp",
        "stock": 10,
        "slug":"SIMS4",
        "platform": "pc"
    },
    {
        "id": "8",
        "title": "Snow Runner",
        "price": 45,
        "description": "SnowRunner te pone al volante de potentes vehículos a la conquista de entornos abiertos extremos con la simulación de terreno más avanzada nunca vista. Conduce 40 vehículos de marcas como Ford, Chevrolet y Freightliner y deja tu marca en un mundo abierto salvaje. Sobreponte al barro, a las aguas torrenciales y a lagos congelados en peligrosos contratos y misiones. Expande y personaliza tu flota con montones de mejoras y accesorios, como un tubo de escape submarino para aguas profundas o cadenas para combatir la nieve.",
        "img": "https://i.postimg.cc/15wTtftr/Snow-Runner-2020-PC-portada.webp",
        "stock": 2,
        "slug":"SNWRUNNER",
        "platform": "pc"
    }
]